[{
	"NAME": "Dri-Fit",
	"GRAPHICNAME": "Nike N100",
	"COSTPRICE": 42.00,
	"MSRP": 55.00,
	"QTYONHAND": 20,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "The Nike Dri-FIT Men's Training T-Shirt delivers a soft feel, sweat-wicking performance and great range of motion to get you through your workout in total comfort.",
	"BRAND": "Nike"
}, {
	"NAME": "Sportswear Club",
	"GRAPHICNAME": "Nike N200",
	"COSTPRICE": 30.00,
	"MSRP": 40.00,
	"QTYONHAND": 15,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "The Nike Sportswear Club T-Shirt sets you up with soft cotton jersey and a classic logo embroidered on the chest.",
	"BRAND": "Nike"
}, {
	"NAME": "Stripped Sportswear",
	"GRAPHICNAME": "Nike N300",
	"COSTPRICE": 64.00,
	"MSRP": 75.00,
	"QTYONHAND": 10,
	"QTYONBACKORDER": 5,
	"DESCRIPTION": "Crafted from soft cotton fabric, the Nike Sportswear Polo delivers a classic look with a fold-over collar and 2-button placket. Side slits help you move with ease.",
	"BRAND": "Nike"
}, {
	"NAME": "Just Do It Dri-Fit",
	"GRAPHICNAME": "Nike N400",
	"COSTPRICE": 42.00,
	"MSRP": 55.00,
	"QTYONHAND": 15,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "The Nike Just Do It Dri-FIT T-Shirt delivers a soft feel, sweat-wicking performance and a great range of motion to get you through your workout in total comfort.",
	"BRAND": "Nike"
}, {
	"NAME": "Dri-Fit Squad Drill",
	"GRAPHICNAME": "Nike N500",
	"COSTPRICE": 100.00,
	"MSRP": 110.00,
	"QTYONHAND": 12,
	"QTYONBACKORDER": 5,
	"DESCRIPTION": "The FFF Dri-FIT Squad Drill Men's Long-Sleeve Football Top features team details on sweat-wicking fabric to help keep you dry and comfortable on and off the pitch.",
	"BRAND": "Nike"
}, {
	"NAME": "VINTAGE BEACH T-SHIRT",
	"GRAPHICNAME": "Tommy Hilfiger TH100",
	"COSTPRICE": 40.00,
	"MSRP": 50.00,
	"QTYONHAND": 25,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "Tommy Hilfiger men's T-shirt. The old-school Tommy autograph and a sun-faded finish nails that worn-it-all-summer look. Part of our Tommy Jeans collection.",
	"BRAND": "Tommy Hilfiger"
}, {
	"NAME": "PIMA COTTON T-SHIRT",
	"GRAPHICNAME": "Tommy Hilfiger TH200",
	"COSTPRICE": 50.00,
	"MSRP": 55.00,
	"QTYONHAND": 15,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "Tommy Hilfiger men's T-shirt. Made from soft pima cotton jersey, our tee has an exceptionally smooth feel. A wardrobe essential you'll reach for again and again (it's best to buy multiples). Part of our Tailored collection.",
	"BRAND": "Tommy Hilfiger"
}, {
	"NAME": "HERITAGE CAPSULE FLAG LONG-SLEEVE T-SHIRT",
	"GRAPHICNAME": "Tommy Hilfiger TH300",
	"COSTPRICE": 100.00,
	"MSRP": 110.00,
	"QTYONHAND": 10,
	"QTYONBACKORDER": 5,
	"DESCRIPTION": "Tommy Hilfiger men's T-shirt. Our best-loved pieces from the nineties returns, refreshed for today with a mix of sport and street style that's as relevant today as it was groundbreaking back in the day. A limited-edition style from our Tommy Jeans Summer Heritage collection.",
	"BRAND": "Tommy Hilfiger"
}, {
	"NAME": "PHOTO PRINT T-SHIRT",
	"GRAPHICNAME": "Tommy Hilfiger TH400",
	"COSTPRICE": 45.00,
	"MSRP": 50.00,
	"QTYONHAND": 10,
	"QTYONBACKORDER": 5,
	"DESCRIPTION": "Regular Fit - Fitted with enough room for comfort, slightly more room at sleeve. Comes in 5 different colours.",
	"BRAND": "Tommy Hilfiger"
}, {
	"NAME": "ORGANIC COTTON STRIPE T-SHIRT",
	"GRAPHICNAME": "Tommy Hilfiger TH500",
	"COSTPRICE": 45.00,
	"MSRP": 52.00,
	"QTYONHAND": 20,
	"QTYONBACKORDER": 15,
	"DESCRIPTION": "Tommy Hilfiger men's T-shirt. We upgraded this traditional sporty rugby stripe style with signature colors at the hem, and our monogram at the chest. Made from organic cotton and featuring our New York logo at the chest, our planet-friendly tee is a win for nature and a good look on you.",
	"BRAND": "Tommy Hilfiger"
}, {
	"NAME": "ALPHASKIN SPORT TEE",
	"GRAPHICNAME": "Adidas A100",
	"COSTPRICE": 45.00,
	"MSRP": 50.00,
	"QTYONHAND": 15,
	"QTYONBACKORDER": 8,
	"DESCRIPTION": "Not your traditional base layer, Alphaskin has a pre-shaped construction designed to match the body's movements in sport. This training t-shirt provides light compression for a supportive feel. It's made using breathable, quick-drying fabric that has built-in UV protection.",
	"BRAND": "Adidas"
}, {
	"NAME": "ADIDAS ATHLETICS PACK TEE",
	"GRAPHICNAME": "Adidas A200",
	"COSTPRICE": 50.00,
	"MSRP": 58.00,
	"QTYONHAND": 15,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "Show off your adidas pride with this eye-catching long sleeve t-shirt. Stacked graphics on the front celebrate the evolution of the brand. The loose fit and soft cotton jersey keep you comfortable on the way to or from the gym.",
	"BRAND": "Adidas"
}, {
	"NAME": "FREELIFT BADGE OF SPORT GRAPHIC TEE",
	"GRAPHICNAME": "Adidas A300",
	"COSTPRICE": 45.00,
	"MSRP": 50.00,
	"QTYONHAND": 10,
	"QTYONBACKORDER": 5,
	"DESCRIPTION": "Train longer and harder in this t-shirt. It's designed to provide easy mobility and stay put during overhead movement. Done in jersey fabric, it wicks away moisture and keeps you dry during extended workouts. A droptail hem adds coverage as your workout heats up.",
	"BRAND": "Adidas"
}, {
	"NAME": "TREFOIL TEE",
	"GRAPHICNAME": "Adidas A400",
	"COSTPRICE": 52.00,
	"MSRP": 60.00,
	"QTYONHAND": 20,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "The adidas Trefoil first appeared on the scene in 1972, and it continues to make its mark. This archive-inspired t-shirt celebrates the symbol's legacy. It's made of cotton jersey for a soft feel.",
	"BRAND": "Adidas"
}, {
	"NAME": "3-STRIPES CLUB POLO SHIRT",
	"GRAPHICNAME": "Adidas A500",
	"COSTPRICE": 52.00,
	"MSRP": 60.00,
	"QTYONHAND": 15,
	"QTYONBACKORDER": 10,
	"DESCRIPTION": "Stay cool on court when your opponent turns up the heat. This tennis polo shirt keeps you comfortable with ventilated mesh panels on the back and under the arms. The underarm gussets give you space to swing, so you can unleash your entire range of shots. This polo is made of comfortable doubleknit fabric.",
	"BRAND": "Adidas"
}]